Repository: TEDA-LLC/BgRemover
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Choose Photo
vi: Chọn ảnh

source: Capture Photo
vi: Chụp ảnh

# removalFinishedAlert
source: The background removal process has been finished
vi: Đã hoàn thành thao tác xóa nền ảnh

source: Remove Background
vi: Xóa nền

source: Settings
vi: Cài đặt

# addAnImage
source: Add an image to remove its background
vi: Hãy thêm một bức ảnh để xóa nền

source: Processing
vi: Đang xử lý...

# pasteApiKey
source: Paste your new API key here
vi: Dán API key mới của bạn vào đây

source: Cancel
vi: Hủy

# errorOccurred
source: An error occured
vi: Đã có lỗi xảy ra

# cannotRemoveBackground
source: Cannot remove the background of a corrupted image.
vi: Không thể xóa nền của một bức ảnh bị lỗi.

source: Choose action
vi: Chọn thao tác

source: View
vi: Xem

source: Share image:
vi: Chia sẻ ảnh:

source: Image shared
vi: Đã chia sẻ ảnh

source: Share
vi: Chia sẻ

source: Dark theme
vi: Nền tối

# setTheme
source: Set the theme of this app
vi: Chỉnh màu nền của app

source: API Key updated
vi: API Key đã được cập nhật

source: Undo
vi: Hoàn tác

source: Remaining free calls
vi: Số lần xóa nền miễn phí

# cannotOpenBrowser
source: Cannot open website at this moment
vi: Không thể mở trình duyệt vào lúc này

# getApiKey
source: GET API KEY FROM REMOVE.BG
vi: NHẬN API KEY TỪ REMOVE.BG

# failedToLoad
source: Failed to load image
vi: Không tải được ảnh

source: Background Removed
vi: Đã xóa nền ảnh
